Repository: Nasrat-Nasrati/AfgNetworkApp_flutter
Catalog: lib/l10n/intl_*.arb
Languages: fa, ps

# appTitle
source: Afghan Network App
fa: برنامه‌ی شبکه افغان
ps: د افغان شبکه اپلیکیشن

source: No operators found
fa: هیچ اپراتوری پیدا نشد
ps: هیڅ اپراتور ونه موندل شو

source: Dark Mode
fa: حالت شب
ps: تیاره حالت

source: Light Mode
fa: حالت روشن
ps: روښانه حالت

source: Services
fa: خدمات
ps: خدمات

# noDetailsInPackages
source: No details found in this package
fa: هیچ جزئیاتی در این بسته‌ها یافت نشد
ps: په دې بسته‌وو کې هیڅ تفصیل ونه موندل شو

source: Not found any packages
fa: هیچ بسته‌ای پیدا نشد
ps: هیڅ بسته ونه موندل شوه

source: Error in finding package details
fa: خطا در دریافت جزئیات بسته‌ها
ps: د بسته تفصیل اخیستو کې تېروتنه

# noPackagesFound
source: Not Found any Packages
fa: هیچ بسته‌ای یافت نشد
ps: هیڅ بسته ونه موندل شوه.

# noServicesFoundForOperator
source: No services found for this operator.
fa: هیچ خدمتی برای این اپراتور یافت نشد.
ps: د دې اپراتور لپاره هیڅ خدمت ونه موندل شو.

# servicesTitle
source: Services - {operator}
fa: خدمات - {operator}
ps: خدمتونه - {operator}

# errorFetchingServices
source: ❌ Error: {error}
fa: ❌ خطا: {error}
ps: ❌ تېروتنه: {error}

# packagesTitle
source: 📦 Packages - {name}
fa: 📦 بسته‌ها - {name}
ps: 📦 بسته‌وې - {name}

# errorFetchingPackages
source: ❌ Error: {error}
fa: ❌ خطا: {error}
ps: ❌ تېروتنه: {error}

# codeLabel
source: Code:
fa: کد:
ps: کوډ:

source: No details available
fa: هیچ جزئیاتی در دسترس نیست
ps: هیڅ تفصیل شتون نه لري

source: Close
fa: بستن
ps: بندول

source: Services of
fa: خدمات از
ps: د خدماتو چمتو کوونکی:

# noDetailsFound
source: No Details found in this Package
fa: هیچ جزئیاتی در این بسته یافت نشد
ps: په دې بسته کې هیڅ تفصیل ونه موندل شو

# errorFetchingDetails
source: Error in finding package details
fa: خطا در دریافت جزئیات بسته
ps: د بسته تفصیل اخیستو کې تېروتنه

source: Bundles
fa: بسته‌ها
ps: بسته‌وې

source: No bundles found.
fa: هیچ بسته‌ای پیدا نشد.
ps: هیڅ بسته ونه موندل شوه.

source: Activation
fa: فعال‌سازی
ps: فعالول

source: Deactivation
fa: غیرفعالسازی
ps: غیرفعالول

source: Check Balance
fa: بررسی باقی‌مانده
ps: بیلانس وګورئ

source: AFN
fa: افغانی
ps: افغانی
